local question={

{ key="武林试初试",title=[=[关于古代天文、历法的说法错误的一项是]=],question1=[=[卯时对应现在清晨5点到7点]=],question2=[=[“未”是“天干地支”中的天干之一]=],question3=[=[“三光”指的是日、月、星这三种天体]=],question4=[=[季春指的是三月]=],answer=2 },

{ key="武林试初试",title=[=[为什么我们常常避讳73，84这两个岁数，这是两位伟大任务去世时的年龄，他们是]=],question1=[=[孔子和孟子]=],question2=[=[老子和庄子]=],question3=[=[汉高祖和汉武帝]=],question4=[=[周武王和周文王]=],answer=1 },

{ key="武林试初试",title=[=[月上柳梢头，人约黄昏后描写的是哪个传统节日]=],question1=[=[中秋节]=],question2=[=[元宵节]=],question3=[=[端午节]=],question4=[=[七夕节]=],answer=2 },

{ key="武林试初试",title=[=[“修身、齐家、治国、平天下”出自哪部典籍]=],question1=[=[论语]=],question2=[=[大学]=],question3=[=[道德经]=],question4=[=[春秋]=],answer=2 },

{ key="武林试初试",title=[=[师卦是什么]=],question1=[=[上坤下坎]=],question2=[=[上坎下坤]=],question3=[=[上巽下坎]=],question4=[=[上坎下巽]=],answer=1 },

{ key="武林试初试",title=[=[爻序排列是自上而下是]=],question1=[=[初、二、三、四、五、上]=],question2=[=[上、五、四、三、二、初]=],question3=[=[五、四、三、上、二、初]=],question4=[=[上、二、初、三、四、五]=],answer=2 },

{ key="武林试初试",title=[=[《山海经.北次山经》记载，“发鸠之山,其上多柘木,有鸟焉其状如乌...名曰精卫”,她是谁的女儿]=],question1=[=[女娲]=],question2=[=[黄帝]=],question3=[=[蚩尤]=],question4=[=[炎帝]=],answer=4 },

{ key="武林试初试",title=[=[有一个派别对个人伦理道德不感兴趣，只专注于对无序状态提出政治解决的办法，推荐积累权力的技巧。以下与该派别思想主张一致的是]=],question1=[=[厉行赏罚，崇尚法治]=],question2=[=[奖励耕战，与民休息]=],question3=[=[仁者爱人，尊君爱民]=],question4=[=[崇尚贤能，厉行节俭]=],answer=1 },

{ key="武林试初试",title=[=[感性的认识与理性的认识的根本区别是]=],question1=[=[感性认识包含错误，理性认识完全正确]=],question2=[=[感性认识反映现象，理性认识反映本质]=],question3=[=[感性认识来源社会实践，理性认识来源于抽象思维]=],question4=[=[感性认识产生于日常生活，理性认识产生于科学实验。]=],answer=2 },

{ key="武林试初试",title=[=[动极者镇之以静，阴抗者胜之以阳，这说明阴阳之间的什么关系]=],question1=[=[阴阳对立]=],question2=[=[阴阳平衡]=],question3=[=[阴阳转化]=],question4=[=[阴阳制约]=],answer=4 },

}
return question